# terminal
brew "pure"
cask "ghostty"
cask "font-hack-nerd-font"

# shell — the trio + modern CLI (parity with the Windows scoop setup)
brew "zoxide"        # smart cd (z / cd by frecency)
brew "atuin"         # magic shell history (Ctrl+R, synced across machines)
brew "fzf"           # fuzzy finder (Ctrl+T files, Alt+C cd)
brew "lazygit"       # git TUI (lg)
brew "git-delta"     # pretty git diffs (delta) — used by git + lazygit
brew "fastfetch"     # system info on shell open (ff)
brew "bat"           # cat
brew "lsd"           # ls
brew "ripgrep"       # rg
brew "fd"            # find
brew "btop"          # top
brew "dust"          # du
brew "duf"           # df
brew "procs"         # ps
brew "tealdeer"      # tldr
brew "neovim"        # v
brew "yazi"          # terminal file manager (y) — cd-on-quit
brew "poppler"       # yazi PDF previews
brew "ffmpeg"        # yazi video thumbnails
brew "imagemagick"   # yazi image handling
brew "jq"            # json + yazi

# productivity
cask "raycast"
cask "obsidian"
cask "shottr"        # screenshot tool (mac equivalent of ShareX on Windows)
cask "rustdesk"      # remote desktop (parity with scoop rustdesk on Windows)
cask "deskflow"      # KVM — share one kbd/mouse across mac+windows (ex-Synergy/Barrier)
cask "raindropio"
cask "alt-tab"
brew "flashspace"
cask "macsyzones"
brew "scroll-reverser"

# browsers
cask "arc"
cask "orion"

# editors / dev
cask "visual-studio-code"
cask "zed"
cask "devpod"

# kubernetes / containers
cask "rancher"
brew "docker-credential-helper"

# creative
cask "gamemaker"
cask "blender"
cask "tiled"
cask "ableton-live-suite"
cask "arturia-software-center"
cask "nuage"

# gaming
cask "openemu"
cask "steam"
cask "itch"
cask "heroic"
cask "battle-net"
cask "fightcade"
cask "slippi-dolphin"

# media
cask "plex"
cask "iina"
cask "transmission"
cask "jdownloader"
brew "nicotine-plus"

# hardware / peripherals
cask "8bitdo-ultimate-software"
cask "logitech-g-hub"

# chat
cask "beeper"
cask "discord"
