# terminal
brew "pure"
cask "ghostty"
cask "font-hack-nerd-font"

# productivity
cask "raycast"
cask "obsidian"
cask "raindropio"
cask "alt-tab"
brew "flashspace"
cask "macsyzones"
brew "scroll-reverser"

# browsers
cask "arc"
cask "orion"

# editors / dev
cask "visual-studio-code"
cask "zed"
cask "devpod"

# kubernetes / containers
cask "rancher"
brew "docker-credential-helper"

# creative
cask "gamemaker"
cask "blender"
cask "tiled"
cask "ableton-live-suite"
cask "arturia-software-center"
cask "nuage"

# gaming
cask "openemu"
cask "steam"
cask "itch"
cask "heroic"
cask "battle-net"
cask "fightcade"
cask "slippi-dolphin"

# media
cask "plex"
cask "iina"
cask "transmission"
cask "jdownloader"
brew "nicotine-plus"

# hardware / peripherals
cask "8bitdo-ultimate-software"
cask "logitech-g-hub"

# chat
cask "beeper"
cask "discord"
