{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-06-04T08:40:37.419-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "FreeTube.FreeTube"
				},
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "CPUID.CPU-Z.MSI"
				},
				{
					"PackageIdentifier" : "voidtools.Everything"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "REALiX.HWiNFO"
				},
				{
					"PackageIdentifier" : "MHNexus.HxD"
				},
				{
					"PackageIdentifier" : "HypixelStudios.Hytale"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier" : "Libretro.RetroArch"
				},
				{
					"PackageIdentifier" : "OpenTTD.OpenTTD"
				},
				{
					"PackageIdentifier" : "YoYoGames.GameMaker.Studio.2"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC"
				},
				{
					"PackageIdentifier" : "Zen-Team.Zen-Browser"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "ElementLabs.LMStudio"
				},
				{
					"PackageIdentifier" : "Nefarius.HidHide"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x64"
				},
				{
					"PackageIdentifier" : "Elgato.4KCaptureUtility"
				},
				{
					"PackageIdentifier" : "WinUAE.WinUAE"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17"
				},
				{
					"PackageIdentifier" : "Microsoft.GameInput"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier" : "dotPDN.PaintDotNet"
				},
				{
					"PackageIdentifier" : "glzr-io.glazewm"
				},
				{
					"PackageIdentifier" : "Logitech.GHUB"
				},
				{
					"PackageIdentifier" : "Deskflow.Deskflow"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier" : "Apple.Bonjour"
				},
				{
					"PackageIdentifier" : "AmN.yasb"
				},
				{
					"PackageIdentifier" : "SUSE.RancherDesktop"
				},
				{
					"PackageIdentifier" : "Logitech.OptionsPlus"
				},
				{
					"PackageIdentifier" : "Soulseek.SoulseekQt"
				},
				{
					"PackageIdentifier" : "ViGEm.ViGEmBus"
				},
				{
					"PackageIdentifier" : "BlenderFoundation.Blender"
				},
				{
					"PackageIdentifier" : "PlayStation.PlayStationAccessories"
				},
				{
					"PackageIdentifier" : "Microsoft.WebDeploy"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Open-Shell.Open-Shell-Menu"
				},
				{
					"PackageIdentifier" : "Tailscale.Tailscale"
				},
				{
					"PackageIdentifier" : "Veloren.Airshipper"
				},
				{
					"PackageIdentifier" : "OpenGOAL.Launcher"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier" : "FinalWire.AIDA64.Extreme"
				},
				{
					"PackageIdentifier" : "AnyDesk.AnyDesk"
				},
				{
					"PackageIdentifier" : "Mega.MEGASync"
				},
				{
					"PackageIdentifier" : "MoritzBunkus.MKVToolNix"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "NirSoft.BlueScreenView"
				},
				{
					"PackageIdentifier" : "CreativeTechnology.OpenAL"
				},
				{
					"PackageIdentifier" : "OpenMW.OpenMW"
				},
				{
					"PackageIdentifier" : "RockstarGames.Launcher"
				},
				{
					"PackageIdentifier" : "Elgato.GameCapture.HD60S"
				},
				{
					"PackageIdentifier" : "SpeedCrunch.SpeedCrunch"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "Ubisoft.Connect"
				},
				{
					"PackageIdentifier" : "Zandronum.Zandronum"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Framework.DeveloperPack.4.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.10"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "PlayStation.PSRemotePlay"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.10"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.20348"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.22621"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysXLegacy"
				},
				{
					"PackageIdentifier" : "Google.ChromeRemoteDesktopHost"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.9"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.9"
				},
				{
					"PackageIdentifier" : "ElectronicArts.EADesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Beeper.Beeper"
				},
				{
					"PackageIdentifier" : "HydraLauncher.Hydra"
				},
				{
					"PackageIdentifier" : "AutoHotkey.AutoHotkey"
				},
				{
					"PackageIdentifier" : "Voidstar.FilePilot"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS.LTS"
				},
				{
					"PackageIdentifier" : "Playnite.Playnite"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier" : "Balena.Etcher"
				},
				{
					"PackageIdentifier" : "ItchIo.Itch"
				},
				{
					"PackageIdentifier" : "AppWork.JDownloader"
				},
				{
					"PackageIdentifier" : "mtkennerly.ludusavi"
				},
				{
					"PackageIdentifier" : "Roblox.Roblox"
				},
				{
					"PackageIdentifier" : "voidtools.Everything.Cli"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "karlstav.cava"
				},
				{
					"PackageIdentifier" : "CharlesMilette.TranslucentTB"
				},
				{
					"PackageIdentifier" : "Anthropic.Claude"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.DirectX"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Native.Runtime"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell.Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.6"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.14"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.1"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.2"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.3"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.4"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.5"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.6"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.7"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Microsoft.WSL"
				},
				{
					"PackageIdentifier" : "TheBrowserCompany.Arc"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XPFFH613W8V6LV"
				},
				{
					"PackageIdentifier" : "XP9CDQW6ML4NQN"
				},
				{
					"PackageIdentifier" : "XPDNLRV08ZCH53"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.28.240"
}